cloverclover = 'https://cloverclover.ru/search.php?search_query=Polezzno'
deietka_nn = 'https://dietika-nn.ru/search/?search=polezzno'
ecofoodkms = 'https://ecofoodkms.ru/?subcats=Y&pcode_from_q=Y&pshort=Y&pfull=Y&pname=Y&pkeywords=Y&search_performed=Y&search_id=&q=Polezzno&dispatch=products.search&security_hash=10c3456ab1b249c36d85bdc2c023b119'
ecopp = 'https://ecopp.ru/catalog/?q=Polezzno&s=%D0%9D%D0%B0%D0%B9%D1%82%D0%B8'
ecovmecte = 'https://ekovmecte.ru/search/?search=Polezzno&page='
superfood = 'https://e-superfood.ru/poisk/result'
storeeco = 'https://store-eco.ru/search/index.php?q=Polezzno&s='
umnayadieta = 'https://umnaya-dieta.ru/search/?search=Polezzno&page='
zm96 = 'https://zm96.ru/search/?query=polezzno'
names = [['арахисовые', 'лепестки', '100'], ['полбяная', 'мука', '500'], ['вакаме', '100'], ['горячий', 'шоколад', 'согревающий', '200'], ['агар', 'агар', '100'],
         ['имбирный', 'чай', 'с', 'корицей', '40'], ['киноа', 'красная', '200'], ['киноа', 'микс', '200'], ['киноа', 'черная', '200'], ['кокосовая', 'стружка', 'для', 'выпечки', '100'],
         ['кукурузные', 'отруби', 'без', 'глютена', '200'], ['кунжут', '200'], ['смесь', 'кунжутов', '200'], ['черемуховая', 'мука', '200'], ['detox', 'mix', '200'], ['горох', 'маш', '300'],
         ['заменитель', 'сахара', 'эритрит', '300'], ['заменитель', 'сахара', 'эритрит', '200'], ['зелёная', 'гречка', '500'], ['имбирный', 'чай', 'с', 'лимонником', '40'],
         ['какао', 'масло', '200'], ['какао', 'порошок', '200'], ['киноа', 'белая', '200'], ['кокосовая', 'мука', '500'], ['куркума', 'latte', '200'], ['кэроб', 'порошок', '200'],
         ['кэроб', 'порошок', '500'], ['мак', 'пищевой', '200'], ['какао', 'масло', '100'], ['миндальная', 'безглютеновая', 'мука', '100'], ['миндальные', 'лепестки', '100'],
         ['полба', '500'], ['семена', 'белого', 'льна', '300'], ['смесь', 'для', 'выпечки', 'бискотти', 'амарантовые', 'с', 'клюквой', '230'],
         ['смесь', 'для', 'выпечки', 'блины', 'тонкие', '300'], ['смесь', 'для', 'выпечки', 'гречневые', 'маффины', '320'], ['смесь', 'для', 'выпечки', 'черемуховый', 'кекс', '200'],
         ['чай', 'мате', '50']]
fin_names = ['Арахисовые лепестки Polezzno 100гр. украшение для выпечки', 'Полбяная мука Polezzno 500гр.', 'Вакаме водоросли Polezzno 100гр. для мисо супа и салатов из овощей',
             'Горячий шоколад "Согревающий", быстрорастворимый Polezzno 200гр.', 'Загуститель натуральный Агар-агар Polezzno 100гр.', 'Имбирный чай с корицей Polezzno 40гр.',
             'Киноа красная Polezzno 200гр.', 'Киноа микс Polezzno 200гр.', 'Киноа чёрная Polezzno 200 гр', 'Кокосовая стружка для выпечки Polezzno 100гр.',
             'Кукурузные отруби без глютена Polezzno 200гр.', 'Кунжут Polezzno 200гр.', 'Смесь кунжутов Polezzno 200гр. для украшения выпечки', 'Черемуховая мука Polezzno 200 гр.',
             'Detox "Mix" Polezzno 200гр. Лен, кунжут, ягоды годжи и семена чиа', 'Горох Маш Polezzno 300гр.', 'Заменитель сахара "Эритрит" Polezzno 300гр.',
             'Заменитель сахара эритрит с экстрактом стевии Polezzno 200гр.', 'Зелёная гречка Polezzno 500гр.', 'Имбирный чай с лимонником Polezzno 40гр.',
             'Какао масло, натуральное, нерафинированное Polezzno 200гр.', 'Какао порошок, натуральный, украшение для выпечки Polezzno 200гр.', 'Киноа белая Polezzno 200гр.',
             'Кокосовая БГ мука веган Polezzno 500г', 'Куркума "Latte" Polezzno 200гр.', 'Кэроб порошок Polezzno 200гр заменитель сахара и какао',
             'Кэроб порошок Polezzno 500гр заменитель сахара и какао', 'Мак пищевой, голубой Polezzno 200гр.', 'Какао масло, натуральное, нерафинированное Polezzno 100гр.',
             'Миндальная безглютеновая мука Polezzno 100гр.', 'Миндальные лепестки Polezzno 100гр. украшение выпечки', 'Полба Polezzno 500гр.', 'Семена белого льна Polezzno 300гр.',
             'Смесь для выпечки "Бискотти амарантовые с клюквой" Polezzno 230гр.', 'Смесь для выпечки "Блины тонкие" Polezzno 300гр.',
             'Смесь для выпечки "Гречневые маффины" Polezzno 320гр.', 'Смесь для выпечки "Черёмуховый кекс" Polezzno 200гр.', 'Чай "Мате" Polezzno 50гр.']

